{
    "experience" : {
        "professional" : [
            {
                "name" : "Abintus Consulting",
                "dates" : "May 2022 - Present",
                "description" : "<p>Built and managed a <a target='_blank' href='https://www.abintus.app/'>site<a/> that offers automated versions of services we offer. Built and maintained a comprehensive intranet that displays data and analytics and processes large inputs of data, among many other things. Built Windows Forms applications in Visual Studio with C# to process large amounts of data in Excel spreadsheets. Managed our brochure site in Hubspot in addition to doing design and branding for ad campaigns. Ensured safe and efficient storage of data as SQL Server database and Azure Storage administrator.</p>",
                "stack" : [
                    "Javascript", "Typescript", "React", "Node.js", "HTML & SCSS", "Azure", "Microsoft SQL Server", "C#", "Visual Studio", "Hubspot"
                ]
            }, 
            {
                "name" : "Flugelhorn Web Agency",
                "dates" : "April 2021 - April 2022",
                "description" : "<p>Worked closely with clients to design sleek and engaging sites, and used React and Next.js to bring these sites to life. Also built accessible and practical admin dashboards for clients to be able to manage their products. Developed an understanding of backend web development processes by using Firebase to build backend architecture for our clients’ shop and blog sites.</p>",
                "stack" : [
                    "Javascript", "Typescript", "React", "Next.js", "HTML & SCSS", "Firebase"
                ]
            }
        ],
        "freelance" : [
            {
                "name" : "Corcordium",
                "dates" : "November 2022 - Present",
                "description" : "<p>Sleek and minimalist fashion journal and portfolio site for <a target='_blank' href='https://www.linkedin.com/in/leelou-reboh-20237b231/'>Leelou Reboh</a>. Built using Next.js and React, with all content being stored and managed in Contentful CMS.</p>",
                "preview" : "corcordium.png",
                "previewLink" : "https://www.corcordium.co/",
                "stack" : [
                    "Javascript", "Next.js", "HTML & SCSS", "Contentful", "Vercel"
                ]
            },
            {
                "name" : "1er",
                "dates" : "July 2023 - Present (WIP)",
                "description" : "<p>A site designed to eliminate the red tape and bureaucracy of building additions to one’s property, through a series of surveys and 3d rendering functionality, users are able to create renderings of their desired additions, as well as receive industry grade blueprints with local zoning laws taken into account. Built with Ruby on Rails.</p>",
                "preview" : "1er.png",
                "previewLink" : "n/a",
                "stack" : [
                    "Ruby on Rails", "Tailwind"
                ]
            },
            {
                "name" : "Millie Penner", 
                "dates" : "December 2023 - Present",
                "description" : "<p>Whimsical and fun shop, blog, and portfolio site, with a late 90s/early 2000s internet aesthetic.</p>",
                "preview" : "millie-penner.png",
                "previewLink" : "https://millicentpenner.xyz",
                "stack" : [
                    "Ruby on Rails", "Tailwind"
                ]
            }
        ]
    }
}