{
    "experience" : {
        "professional" : [
            {
                "name" : "Abintus Consulting",
                "dates" : "May 2022 - Present",
                "description" : "<p>Built and managed a <a target='_blank' href='https://www.abintus.app/'>site<a/> that offers automated versions of services we offer. Built and maintained a comprehensive intranet that displays data and analytics and processes large inputs of data, among many other things. Built Windows Forms applications in Visual Studio with C# to process large amounts of data in Excel spreadsheets. Managed our brochure site in Hubspot in addition to doing design and branding for ad campaigns. Ensured safe and efficient storage of data as SQL Server database and Azure Storage administrator.</p>",
                "stack" : [
                    "Javascript", "Typescript", "React", "Node.js", "HTML & SCSS", "Azure", "Microsoft SQL Server", "C#", "Visual Studio", "Hubspot"
                ]
            },
            {
                "name" : "Flugelhorn Web Agency",
                "dates" : "April 2021 - April 2022",
                "description" : "<p>Worked closely with clients to design sleek and engaging sites, and used React and Next.js to bring these sites to life. Also built accessible and practical admin dashboards for clients to be able to manage their products. Developed an understanding of backend web development processes by using Firebase to build backend architecture for our clients’ shop and blog sites.</p>",
                "stack" : [
                    "Javascript", "Typescript", "React", "Next.js", "HTML & SCSS", "Firebase"
                ]
            }
        ],
        "freelance" : [
            {
                "name" : "COMPACT - By Zak Heath",
                "dates" : "Spring 2025",
                "description" : "<p>This sleek yet playful website is the digital home of a rising fashion influencer with 80K Instagram followers and over 500K on TikTok. The site features exclusive content that offers a behind-the-scenes look into the fashion world, with a strong focus on original interviews and first-hand conversations with prominent figures across the industry. From in-depth articles and podcast episodes to personal essays, the content captures the voice and vision of its creator—offering both style and substance to readers. Whether you're here for insider insights or a closer look at the influencer's own fashion journey, this site is where influence meets authenticity.</p>",
                "preview" : "compact-screenshot.png",
                "previewLink" : "https://compact.network",
                "stack" : [
                    "Next.js", "React/Typescript", "GSAP", "React Three Fiber"
                ]
            },
            {
                "name" : "Millie Penner",
                "dates" : "Winter 2024",
                "description" : "<p>Whimsical and fun shop, blog, and portfolio site, with a late 90s/early 2000s internet aesthetic.</p>",
                "preview" : "millie-penner.png",
                "previewLink" : "https://millicentpenner.xyz",
                "stack" : [
                    "Ruby on Rails", "Tailwind"
                ]
            },
            {
                "name" : "Corcordium",
                "dates" : "Spring 2023",
                "description" : "<p>Sleek and minimalist fashion journal and portfolio site for <a target='_blank' href='https://www.linkedin.com/in/leelou-reboh-20237b231/'>Leelou Reboh</a>. Built using Next.js and React, with all content being stored and managed in Contentful CMS.</p>",
                "preview" : "corcordium.png",
                "previewLink" : "https://www.corcordium.co/",
                "stack" : [
                    "Javascript", "Next.js", "HTML & SCSS", "Contentful", "Vercel"
                ]
            }
        ]
    }
}
